<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Account
    |--------------------------------------------------------------------------
    */

    'my_account' => 'حسابي',
    'dashboard' => 'لوحة التحكم',
    'home' => 'الرئيسية',
    'my_profile' => 'ملفي الشخصي',

    'account_overview' => 'نظرة عامة على الحساب',
    'welcome_back' => 'مرحباً بعودتك',
    'manage_account' => 'إدارة حسابك وطلباتك وعناوينك ومعلوماتك الشخصية.',

    /*
    |--------------------------------------------------------------------------
    | Account Menu
    |--------------------------------------------------------------------------
    */

    'account' => 'الحساب',
    'menu' => 'القائمة',

    'profile' => 'الملف الشخصي',
    'addresses' => 'العناوين',
    'orders' => 'الطلبات',
    'logout' => 'تسجيل الخروج',

    /*
    |--------------------------------------------------------------------------
    | Account Cards
    |--------------------------------------------------------------------------
    */

    'orders_title' => 'الطلبات',
    'orders_description' => 'عرض وإدارة طلباتك.',

    'profile_title' => 'الملف الشخصي',
    'profile_description' => 'إدارة معلوماتك الشخصية.',

    'addresses_title' => 'العناوين',
    'addresses_description' => 'إدارة عناوين الشحن الخاصة بك.',

];
